Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# openssf.error.invalidURL
source: Invalid GitHub repository name.
ar: اسم مستودع GitHub غير صالح.
de: Ungültiger GitHub-Repository-Name.
es: Nombre de repositorio de GitHub no válido.
fr: Nom de dépôt GitHub invalide.
id: Nama repositori GitHub tidak valid.
it: Nome repository GitHub non valido.
ja: 無効なGitHubリポジトリ名です。
ko: 유효하지 않은 GitHub 저장소 이름입니다.
nl: Ongeldige GitHub-repositorynaam.
pl: Nieprawidłowa nazwa repozytorium GitHub.
pt_br: Nome de repositório GitHub inválido.
ru: Некорректное имя репозитория GitHub.
tr: Geçersiz GitHub depo adı.
uk: Недійсна назва репозиторію GitHub.
vi: Tên kho lưu trữ GitHub không hợp lệ.
zh_hans: GitHub 仓库名称无效。
zh_hant: 無效的 GitHub 儲存庫名稱。

# openssf.error.notIndexed
source: This repository is not indexed by OpenSSF Scorecard yet.
ar: هذا المستودع غير مُفهرس بواسطة بطاقة أداء OpenSSF بعد.
de: Dieses Repository ist noch nicht im OpenSSF Scorecard indexiert.
es: Este repositorio aún no está indexado por OpenSSF Scorecard.
fr: Ce dépôt n'est pas encore indexé par le Scorecard OpenSSF.
id: Repositori ini belum diindeks oleh OpenSSF Scorecard.
it: Questo repository non è ancora indicizzato da OpenSSF Scorecard.
ja: このリポジトリはまだOpenSSF Scorecardにインデックスされていません。
ko: 이 저장소는 아직 OpenSSF Scorecard에 인덱싱되지 않았습니다.
nl: Deze repository is nog niet geïndexeerd door OpenSSF Scorecard.
pl: To repozytorium nie jest jeszcze indeksowane przez OpenSSF Scorecard.
pt_br: Este repositório ainda não está indexado pelo OpenSSF Scorecard.
ru: Этот репозиторий ещё не проиндексирован OpenSSF Scorecard.
tr: Bu depo henüz OpenSSF Skor Kartı tarafından indekslenmedi.
uk: Цей репозиторій ще не проіндексовано OpenSSF Scorecard.
vi: Kho lưu trữ này chưa được OpenSSF Scorecard lập chỉ mục.
zh_hans: 该仓库暂未被 OpenSSF Scorecard 收录。
zh_hant: 此儲存庫尚未被 OpenSSF Scorecard 收錄。

# openssf.error.serverFormat
source: OpenSSF Scorecard server returned HTTP %d.
ar: أعاد خادم بطاقة أداء OpenSSF HTTP %d.
de: OpenSSF Scorecard-Server hat HTTP %d zurückgegeben.
es: El servidor de OpenSSF Scorecard devolvió HTTP %d.
fr: Le serveur du Scorecard OpenSSF a renvoyé HTTP %d.
id: Server OpenSSF Scorecard mengembalikan HTTP %d.
it: Il server OpenSSF Scorecard ha restituito HTTP %d.
ja: OpenSSF ScorecardサーバーがHTTP %dを返しました。
ko: OpenSSF Scorecard 서버가 HTTP %d를 반환했습니다.
nl: OpenSSF Scorecard-server retourneerde HTTP %d.
pl: Serwer OpenSSF Scorecard zwrócił HTTP %d.
pt_br: O servidor do OpenSSF Scorecard retornou HTTP %d.
ru: Сервер OpenSSF Scorecard вернул HTTP %d.
tr: OpenSSF Skor Kartı sunucusu HTTP %d döndürdü.
uk: Сервер OpenSSF Scorecard повернув HTTP %d.
vi: Máy chủ OpenSSF Scorecard trả về HTTP %d.
zh_hans: OpenSSF Scorecard 服务返回 HTTP %d。
zh_hant: OpenSSF Scorecard 伺服器回傳 HTTP %d。

# openssf.error.transportFormat
source: OpenSSF Scorecard request failed: %@
ar: فشل طلب بطاقة أداء OpenSSF: %@
de: OpenSSF Scorecard-Anfrage fehlgeschlagen: %@
es: Error en la solicitud a OpenSSF Scorecard: %@
fr: La requête au Scorecard OpenSSF a échoué : %@
id: Permintaan OpenSSF Scorecard gagal: %@
it: Richiesta OpenSSF Scorecard fallita: %@
ja: OpenSSF Scorecardのリクエストに失敗しました: %@
ko: OpenSSF Scorecard 요청 실패: %@
nl: OpenSSF Scorecard-verzoek mislukt: %@
pl: Żądanie OpenSSF Scorecard nie powiodło się: %@
pt_br: Falha na solicitação ao OpenSSF Scorecard: %@
ru: Запрос к OpenSSF Scorecard не удался: %@
tr: OpenSSF Skor Kartı isteği başarısız: %@
uk: Помилка запиту до OpenSSF Scorecard: %@
vi: Yêu cầu OpenSSF Scorecard thất bại: %@
zh_hans: OpenSSF Scorecard 请求失败：%@
zh_hant: OpenSSF Scorecard 請求失敗：%@

# openssf.loading
source: Loading score
ar: جارٍ تحميل الدرجة
de: Bewertung wird geladen
es: Cargando puntuación
fr: Chargement du score
id: Memuat skor
it: Caricamento punteggio
ja: スコアを読み込み中
ko: 점수 로딩 중
nl: Score laden
pl: Ładowanie wyniku
pt_br: Carregando pontuação
ru: Загрузка оценки
tr: Puan yükleniyor
uk: Завантаження оцінки
vi: Đang tải điểm
zh_hans: 正在加载评分
zh_hant: 正在載入評分

# openssf.loading.hint
source: Starcat is fetching the score in the background.
ar: يقوم Starcat بجلب الدرجة في الخلفية.
de: Starcat ruft die Bewertung im Hintergrund ab.
es: Starcat está obteniendo la puntuación en segundo plano.
fr: Starcat récupère le score en arrière-plan.
id: Starcat sedang mengambil skor di latar belakang.
it: Starcat sta recuperando il punteggio in background.
ja: Starcatがバックグラウンドでスコアを取得しています。
ko: Starcat이 백그라운드에서 점수를 가져오고 있습니다.
nl: Starcat haalt de score op de achtergrond op.
pl: Starcat pobiera wynik w tle.
pt_br: O Starcat está buscando a pontuação em segundo plano.
ru: Starcat загружает оценку в фоне.
tr: Starcat arka planda puanı getiriyor.
uk: Starcat отримує оцінку у фоновому режимі.
vi: Starcat đang tải điểm trong nền.
zh_hans: Starcat 正在后台获取评分。
zh_hant: Starcat 正在背景中擷取評分。

# openssf.score.aggregate
source: Aggregate score
ar: الدرجة الإجمالية
de: Gesamtbewertung
es: Puntuación agregada
fr: Score agrégé
id: Skor agregat
it: Punteggio aggregato
ja: 総合スコア
ko: 종합 점수
nl: Totale score
pl: Wynik zagregowany
pt_br: Pontuação agregada
ru: Общая оценка
tr: Toplam puan
uk: Загальна оцінка
vi: Điểm tổng hợp
zh_hans: 综合评分
zh_hant: 綜合評分

# openssf.score.dateFormat
source: Score date: %@
ar: تاريخ الدرجة: %@
de: Bewertungsdatum: %@
es: Fecha de puntuación: %@
fr: Date du score : %@
id: Tanggal skor: %@
it: Data punteggio: %@
ja: スコア日付: %@
ko: 점수 날짜: %@
nl: Scoredatum: %@
pl: Data wyniku: %@
pt_br: Data da pontuação: %@
ru: Дата оценки: %@
tr: Puan tarihi: %@
uk: Дата оцінки: %@
vi: Ngày điểm: %@
zh_hans: 评分日期：%@
zh_hant: 評分日期：%@

# openssf.sheet.title
source: OpenSSF Scorecard
ar: بطاقة أداء OpenSSF
fr: Scorecard OpenSSF
tr: OpenSSF Skor Kartı

# openssf.status.networkError
source: Could not load the OpenSSF Scorecard score. You can retry later.
ar: تعذر تحميل درجة بطاقة أداء OpenSSF. يمكنك إعادة المحاولة لاحقًا.
de: Die OpenSSF Scorecard-Bewertung konnte nicht geladen werden. Sie können es später erneut versuchen.
es: No se pudo cargar la puntuación de OpenSSF Scorecard. Puedes reintentarlo más tarde.
fr: Impossible de charger le score du Scorecard OpenSSF. Vous pouvez réessayer plus tard.
id: Tidak dapat memuat skor OpenSSF Scorecard. Anda dapat mencoba lagi nanti.
it: Impossibile caricare il punteggio OpenSSF Scorecard. Puoi riprovare più tardi.
ja: OpenSSF Scorecardのスコアを読み込めませんでした。後で再試行できます。
ko: OpenSSF Scorecard 점수를 불러올 수 없습니다. 나중에 다시 시도하세요.
nl: Kan de OpenSSF Scorecard-score niet laden. Je kunt het later opnieuw proberen.
pl: Nie można załadować wyniku OpenSSF Scorecard. Możesz spróbować ponownie później.
pt_br: Não foi possível carregar a pontuação do OpenSSF Scorecard. Você pode tentar novamente mais tarde.
ru: Не удалось загрузить оценку OpenSSF Scorecard. Вы можете повторить позже.
tr: OpenSSF Skor Kartı puanı yüklenemedi. Daha sonra tekrar deneyebilirsiniz.
uk: Не вдалося завантажити оцінку OpenSSF Scorecard. Ви можете повторити спробу пізніше.
vi: Không thể tải điểm OpenSSF Scorecard. Bạn có thể thử lại sau.
zh_hans: 暂时无法加载 OpenSSF Scorecard 评分，可稍后重试。
zh_hant: 無法載入 OpenSSF Scorecard 評分。您可以稍後再試。

# openssf.status.notIndexed
source: This repository is not indexed by OpenSSF Scorecard yet.
ar: هذا المستودع غير مُفهرس بواسطة بطاقة أداء OpenSSF بعد.
de: Dieses Repository ist noch nicht im OpenSSF Scorecard indexiert.
es: Este repositorio aún no está indexado por OpenSSF Scorecard.
fr: Ce dépôt n'est pas encore indexé par le Scorecard OpenSSF.
id: Repositori ini belum diindeks oleh OpenSSF Scorecard.
it: Questo repository non è ancora indicizzato da OpenSSF Scorecard.
ja: このリポジトリはまだOpenSSF Scorecardにインデックスされていません。
ko: 이 저장소는 아직 OpenSSF Scorecard에 인덱싱되지 않았습니다.
nl: Deze repository is nog niet geïndexeerd door OpenSSF Scorecard.
pl: To repozytorium nie jest jeszcze indeksowane przez OpenSSF Scorecard.
pt_br: Este repositório ainda não está indexado pelo OpenSSF Scorecard.
ru: Этот репозиторий ещё не проиндексирован OpenSSF Scorecard.
tr: Bu depo henüz OpenSSF Skor Kartı tarafından indekslenmedi.
uk: Цей репозиторій ще не проіндексовано OpenSSF Scorecard.
vi: Kho lưu trữ này chưa được OpenSSF Scorecard lập chỉ mục.
zh_hans: 该仓库暂未被 OpenSSF Scorecard 收录。
zh_hant: 此儲存庫尚未被 OpenSSF Scorecard 收錄。

# openssf.status.parseError
source: Starcat could not parse the OpenSSF Scorecard response.
ar: تعذر على Starcat تحليل استجابة بطاقة أداء OpenSSF.
de: Starcat konnte die OpenSSF Scorecard-Antwort nicht analysieren.
es: Starcat no pudo analizar la respuesta de OpenSSF Scorecard.
fr: Starcat n'a pas pu analyser la réponse du Scorecard OpenSSF.
id: Starcat tidak dapat mengurai respons OpenSSF Scorecard.
it: Starcat non ha potuto analizzare la risposta OpenSSF Scorecard.
ja: StarcatがOpenSSF Scorecardの応答を解析できませんでした。
ko: Starcat이 OpenSSF Scorecard 응답을 구문 분석할 수 없습니다.
nl: Starcat kon het OpenSSF Scorecard-antwoord niet verwerken.
pl: Starcat nie mógł przetworzyć odpowiedzi OpenSSF Scorecard.
pt_br: O Starcat não conseguiu analisar a resposta do OpenSSF Scorecard.
ru: Starcat не удалось разобрать ответ OpenSSF Scorecard.
tr: Starcat, OpenSSF Skor Kartı yanıtını ayrıştıramadı.
uk: Starcat не вдалося розібрати відповідь OpenSSF Scorecard.
vi: Starcat không thể phân tích phản hồi OpenSSF Scorecard.
zh_hans: Starcat 无法解析 OpenSSF Scorecard 响应。
zh_hant: Starcat 無法解析 OpenSSF Scorecard 回應。

# openssf.status.success
source: Score loaded.
ar: تم تحميل الدرجة.
de: Bewertung geladen.
es: Puntuación cargada.
fr: Score chargé.
id: Skor dimuat.
it: Punteggio caricato.
ja: スコアを読み込みました。
ko: 점수가 로드되었습니다.
nl: Score geladen.
pl: Wynik załadowany.
pt_br: Pontuação carregada.
ru: Оценка загружена.
tr: Puan yüklendi.
uk: Оцінку завантажено.
vi: Đã tải điểm.
zh_hans: 评分已加载。
zh_hant: 評分已載入。

# packer.error.cancelled
source: Packer was cancelled
ar: تم إلغاء الحزمة
de: Packer wurde abgebrochen
es: El empaquetador fue cancelado
fr: Le packer a été annulé
id: Packer dibatalkan
it: Packer è stato annullato
ja: パッカーがキャンセルされました
ko: 패커가 취소되었습니다
nl: Packer is geannuleerd
pl: Packer został anulowany
pt_br: O empacotador foi cancelado
ru: Упаковщик был отменён
tr: Paketleyici iptal edildi
uk: Пакувальник скасовано
vi: Packer đã bị hủy
zh_hans: Packer 已取消
zh_hant: Packer 已取消

# packer.error.extractedTooLargeFormat
source: Extracted directory too large: %1$d bytes (limit %2$d bytes, possible ZIP bomb)
ar: الدليل المستخرج كبير جدًا: %1$d بايت (الحد %2$d بايت، قنبلة ZIP محتملة)
de: Entpacktes Verzeichnis zu groß: %1$d Bytes (Limit %2$d Bytes, möglicher ZIP-Bombe)
es: Directorio extraído demasiado grande: %1$d bytes (límite %2$d bytes, posible bomba ZIP)
fr: Répertoire extrait trop volumineux : %1$d octets (limite %2$d octets, possible bombe ZIP)
id: Direktori yang diekstrak terlalu besar: %1$d byte (batas %2$d byte, kemungkinan bom ZIP)
it: Directory estratta troppo grande: %1$d byte (limite %2$d byte, possibile ZIP bomb)
ja: 展開されたディレクトリが大きすぎます: %1$d バイト (上限 %2$d バイト、ZIP爆弾の可能性)
ko: 추출된 디렉터리가 너무 큽니다: %1$d바이트 (제한 %2$d바이트, ZIP 폭탄 가능성)
nl: Uitgepakte map te groot: %1$d bytes (limiet %2$d bytes, mogelijke ZIP-bom)
pl: Rozpakowany katalog jest zbyt duży: %1$d bajtów (limit %2$d bajtów, możliwa bomba ZIP)
pt_br: Diretório extraído muito grande: %1$d bytes (limite de %2$d bytes, possível bomba ZIP)
ru: Извлечённый каталог слишком велик: %1$d байт (лимит %2$d байт, возможна ZIP-бомба)
tr: Çıkarılan dizin çok büyük: %1$d bayt (sınır %2$d bayt, olası ZIP bombası)
uk: Розпакований каталог завеликий: %1$d байт (ліміт %2$d байт, можлива ZIP-бомба)
vi: Thư mục giải nén quá lớn: %1$d byte (giới hạn %2$d byte, có thể là bom ZIP)
zh_hans: 解压后目录过大：%1$d bytes（上限 %2$d bytes，疑似 ZIP bomb）
zh_hant: 解壓縮後的目錄過大：%1$d 位元組（上限 %2$d 位元組，可能是 ZIP 炸彈）

# packer.error.noFilesAfterFiltering
source: No files left after applying ignore rules
ar: لم تتبق ملفات بعد تطبيق قواعد التجاهل
de: Nach Anwendung der Ignorierregeln keine Dateien übrig
es: No quedan archivos después de aplicar las reglas de ignorar
fr: Aucun fichier restant après application des règles d'ignorance
id: Tidak ada file yang tersisa setelah menerapkan aturan abaikan
it: Nessun file rimasto dopo l'applicazione delle regole di esclusione
ja: 無視ルールを適用した後、残ったファイルがありません
ko: 무시 규칙 적용 후 남은 파일이 없습니다
nl: Geen bestanden over na toepassen van negeerregels
pl: Brak plików po zastosowaniu reguł ignorowania
pt_br: Nenhum arquivo restante após aplicar as regras de ignorar
ru: После применения правил игнорирования не осталось файлов
tr: Yoksayma kuralları uygulandıktan sonra hiçbir dosya kalmadı
uk: Після застосування правил ігнорування файлів не залишилося
vi: Không còn tệp nào sau khi áp dụng quy tắc bỏ qua
zh_hans: 经过 ignore 规则过滤后无任何文件可处理
zh_hant: 套用忽略規則後沒有剩餘檔案

# packer.error.outputDirectoryNotWritableFormat
source: Output directory is not writable: %1$@ (%2$@)
ar: دليل الإخراج غير قابل للكتابة: %1$@ (%2$@)
de: Ausgabeverzeichnis ist nicht beschreibbar: %1$@ (%2$@)
es: El directorio de salida no es escribible: %1$@ (%2$@)
fr: Le répertoire de sortie n'est pas accessible en écriture : %1$@ (%2$@)
id: Direktori keluaran tidak dapat ditulis: %1$@ (%2$@)
it: La directory di output non è scrivibile: %1$@ (%2$@)
ja: 出力ディレクトリに書き込みできません: %1$@ (%2$@)
ko: 출력 디렉터리에 쓸 수 없습니다: %1$@ (%2$@)
nl: Uitvoermap is niet beschrijfbaar: %1$@ (%2$@)
pl: Katalog wyjściowy nie jest zapisywalny: %1$@ (%2$@)
pt_br: Diretório de saída não é gravável: %1$@ (%2$@)
ru: Выходной каталог недоступен для записи: %1$@ (%2$@)
tr: Çıktı dizini yazılabilir değil: %1$@ (%2$@)
uk: Каталог виводу недоступний для запису: %1$@ (%2$@)
vi: Thư mục đầu ra không thể ghi: %1$@ (%2$@)
zh_hans: 输出目录不可写：%1$@（%2$@）
zh_hant: 輸出目錄不可寫入：%1$@（%2$@）

# packer.error.writeFailedFormat
source: Failed to write: %1$@ (%2$@)
ar: فشل في الكتابة: %1$@ (%2$@)
de: Fehler beim Schreiben: %1$@ (%2$@)
es: Error al escribir: %1$@ (%2$@)
fr: Échec de l'écriture : %1$@ (%2$@)
id: Gagal menulis: %1$@ (%2$@)
it: Scrittura fallita: %1$@ (%2$@)
ja: 書き込みに失敗しました: %1$@ (%2$@)
ko: 쓰기 실패: %1$@ (%2$@)
nl: Schrijven mislukt: %1$@ (%2$@)
pl: Nie udało się zapisać: %1$@ (%2$@)
pt_br: Falha ao gravar: %1$@ (%2$@)
ru: Не удалось записать: %1$@ (%2$@)
tr: Yazma başarısız: %1$@ (%2$@)
uk: Не вдалося записати: %1$@ (%2$@)
vi: Không thể ghi: %1$@ (%2$@)
zh_hans: 写入失败：%1$@（%2$@）
zh_hant: 寫入失敗：%1$@（%2$@）

# packer.error.xmlBuildFailedFormat
source: Failed to build XML: %@
ar: فشل في بناء XML: %@
de: Fehler beim Erstellen des XML: %@
es: Error al construir XML: %@
fr: Échec de la construction du XML : %@
id: Gagal membangun XML: %@
it: Creazione XML fallita: %@
ja: XMLの構築に失敗しました: %@
ko: XML 빌드 실패: %@
nl: XML bouwen mislukt: %@
pl: Nie udało się zbudować XML: %@
pt_br: Falha ao construir XML: %@
ru: Не удалось построить XML: %@
tr: XML oluşturma başarısız: %@
uk: Не вдалося створити XML: %@
vi: Không thể xây dựng XML: %@
zh_hans: XML 构建失败：%@
zh_hant: 建立 XML 失敗：%@

# packer.error.xmlEncodingFailed
source: Failed to encode XML as UTF-8
ar: فشل في ترميز XML كـ UTF-8
de: Fehler beim Kodieren des XML als UTF-8
es: Error al codificar XML como UTF-8
fr: Échec de l'encodage du XML en UTF-8
id: Gagal menyandikan XML sebagai UTF-8
it: Codifica XML in UTF-8 fallita
ja: XMLをUTF-8としてエンコードできませんでした
ko: XML을 UTF-8로 인코딩하는 데 실패했습니다
nl: XML coderen als UTF-8 mislukt
pl: Nie udało się zakodować XML jako UTF-8
pt_br: Falha ao codificar XML como UTF-8
ru: Не удалось закодировать XML как UTF-8
tr: XML UTF-8 olarak kodlanamadı
uk: Не вдалося закодувати XML як UTF-8
vi: Không thể mã hóa XML thành UTF-8
zh_hans: XML 转 UTF-8 失败
zh_hant: 將 XML 編碼為 UTF-8 失敗

# packer.error.zipEmpty
source: No files were extracted from the ZIP
ar: لم يتم استخراج أي ملفات من ZIP
de: Keine Dateien aus dem ZIP extrahiert
es: No se extrajeron archivos del ZIP
fr: Aucun fichier extrait du ZIP
id: Tidak ada file yang diekstrak dari ZIP
it: Nessun file estratto dallo ZIP
ja: ZIPからファイルが抽出されませんでした
ko: ZIP에서 추출된 파일이 없습니다
nl: Geen bestanden uitgepakt uit de ZIP
pl: Nie wyodrębniono żadnych plików z ZIP
pt_br: Nenhum arquivo foi extraído do ZIP
ru: Из ZIP не было извлечено ни одного файла
tr: ZIP'den hiçbir dosya çıkarılmadı
uk: З ZIP не вилучено жодного файлу
vi: Không có tệp nào được giải nén từ ZIP
zh_hans: ZIP 解压后无任何文件
zh_hant: ZIP 中沒有解壓縮出任何檔案

# packer.error.zipExtractionFailedFormat
source: Failed to extract ZIP: %@
ar: فشل في استخراج ZIP: %@
de: Fehler beim Extrahieren des ZIP: %@
es: Error al extraer ZIP: %@
fr: Échec de l'extraction du ZIP : %@
id: Gagal mengekstrak ZIP: %@
it: Estrazione ZIP fallita: %@
ja: ZIPの抽出に失敗しました: %@
ko: ZIP 추출 실패: %@
nl: ZIP uitpakken mislukt: %@
pl: Nie udało się rozpakować ZIP: %@
pt_br: Falha ao extrair ZIP: %@
ru: Не удалось извлечь ZIP: %@
tr: ZIP çıkarma başarısız: %@
uk: Не вдалося розпакувати ZIP: %@
vi: Không thể giải nén ZIP: %@
zh_hans: ZIP 解压失败：%@
zh_hant: 解壓縮 ZIP 失敗：%@

# packer.error.zipFileNotFoundFormat
source: ZIP file not found: %@
ar: ملف ZIP غير موجود: %@
de: ZIP-Datei nicht gefunden: %@
es: Archivo ZIP no encontrado: %@
fr: Fichier ZIP introuvable : %@
id: File ZIP tidak ditemukan: %@
it: File ZIP non trovato: %@
ja: ZIPファイルが見つかりません: %@
ko: ZIP 파일을 찾을 수 없음: %@
nl: ZIP-bestand niet gevonden: %@
pl: Nie znaleziono pliku ZIP: %@
pt_br: Arquivo ZIP não encontrado: %@
ru: ZIP-файл не найден: %@
tr: ZIP dosyası bulunamadı: %@
uk: ZIP-файл не знайдено: %@
vi: Không tìm thấy tệp ZIP: %@
zh_hans: ZIP 文件不存在：%@
zh_hant: 找不到 ZIP 檔案：%@

# packer.error.zipSlipDetectedFormat
source: Zip slip protection triggered: %@ escapes the root tree
ar: تم تشغيل حماية انزلاق ZIP: %@ يخرج عن شجرة الجذر
de: Zip-Slip-Schutz ausgelöst: %@ verlässt das Stammverzeichnis
es: Protección contra zip slip activada: %@ escapa del árbol raíz
fr: Protection anti-Zip slip déclenchée : %@ sort de l'arborescence racine
id: Perlindungan zip slip terpicu: %@ keluar dari pohon root
it: Protezione Zip slip attivata: %@ esce dall'albero radice
ja: Zipスリップ保護がトリガーされました: %@ がルートツリーを脱出します
ko: Zip 슬립 보호가 트리거되었습니다: %@이(가) 루트 트리를 벗어납니다
nl: Zip slip-beveiliging geactiveerd: %@ ontsnapt aan de hoofdmap
pl: Wykryto ochronę przed zip slip: %@ wychodzi poza katalog główny
pt_br: Proteção contra zip slip acionada: %@ escapa da árvore raiz
ru: Сработала защита от Zip Slip: %@ выходит за пределы корневого дерева
tr: Zip kayması koruması tetiklendi: %@ kök ağacın dışına çıkıyor
uk: Спрацював захист від Zip slip: %@ виходить за межі кореневого каталогу
vi: Bảo vệ zip slip được kích hoạt: %@ thoát khỏi cây thư mục gốc
zh_hans: Zip slip 攻击防护触发：%@ 超出 root 子树
zh_hant: 觸發 Zip slip 防護：%@ 逸出根目錄樹

# packer.error.zipTooLargeFormat
source: ZIP file too large: %1$d bytes (limit %2$d bytes)
ar: ملف ZIP كبير جدًا: %1$d بايت (الحد %2$d بايت)
de: ZIP-Datei zu groß: %1$d Bytes (Limit %2$d Bytes)
es: Archivo ZIP demasiado grande: %1$d bytes (límite %2$d bytes)
fr: Fichier ZIP trop volumineux : %1$d octets (limite %2$d octets)
id: File ZIP terlalu besar: %1$d byte (batas %2$d byte)
it: File ZIP troppo grande: %1$d byte (limite %2$d byte)
ja: ZIPファイルが大きすぎます: %1$d バイト (上限 %2$d バイト)
ko: ZIP 파일이 너무 큽니다: %1$d바이트 (제한 %2$d바이트)
nl: ZIP-bestand te groot: %1$d bytes (limiet %2$d bytes)
pl: Plik ZIP jest zbyt duży: %1$d bajtów (limit %2$d bajtów)
pt_br: Arquivo ZIP muito grande: %1$d bytes (limite de %2$d bytes)
ru: ZIP-файл слишком велик: %1$d байт (лимит %2$d байт)
tr: ZIP dosyası çok büyük: %1$d bayt (sınır %2$d bayt)
uk: ZIP-файл завеликий: %1$d байт (ліміт %2$d байт)
vi: Tệp ZIP quá lớn: %1$d byte (giới hạn %2$d byte)
zh_hans: ZIP 文件过大：%1$d bytes（上限 %2$d bytes）
zh_hant: ZIP 檔案過大：%1$d 位元組（上限 %2$d 位元組）

# paywall.activated
source: Pro is active.
ar: Pro نشط.
de: Pro ist aktiv.
es: Pro está activo.
fr: Pro est actif.
id: Pro aktif.
it: Pro è attivo.
ja: Proがアクティブです。
ko: Pro가 활성화되었습니다.
nl: Pro is actief.
pl: Pro jest aktywne.
pt_br: Pro está ativo.
ru: Pro активен.
tr: Pro aktif.
uk: Pro активовано.
vi: Pro đang hoạt động.
zh_hans: Pro 已开通。
zh_hant: Pro 已啟用。

# paywall.benefit.ai
source: BYOK AI configuration, summaries, tags, chat, and batch cleanup
ar: تكوين BYOK AI، الملخصات، الوسوم، الدردشة، والتنظيف الجماعي
de: BYOK-KI-Konfiguration, Zusammenfassungen, Tags, Chat und Batch-Bereinigung
es: Configuración de IA BYOK, resúmenes, etiquetas, chat y limpieza por lotes
fr: Configuration IA BYOK, résumés, tags, chat et nettoyage par lots
id: Konfigurasi AI BYOK, ringkasan, tag, obrolan, dan pembersihan batch
it: Configurazione AI BYOK, riassunti, tag, chat e pulizia batch
ja: BYOK AI設定、要約、タグ、チャット、一括クリーンアップ
ko: BYOK AI 구성, 요약, 태그, 채팅 및 일괄 정리
nl: BYOK AI-configuratie, samenvattingen, tags, chat en batch-opschoning
pl: Konfiguracja AI BYOK, podsumowania, tagi, czat i czyszczenie wsadowe
pt_br: Configuração de IA BYOK, resumos, tags, chat e limpeza em lote
ru: BYOK AI конфигурация, сводки, теги, чат и пакетная очистка
tr: BYOK AI yapılandırması, özetler, etiketler, sohbet ve toplu temizlik
uk: Конфігурація BYOK AI, підсумки, теги, чат і пакетне очищення
vi: Cấu hình AI BYOK, tóm tắt, thẻ, trò chuyện và dọn dẹp hàng loạt
zh_hans: BYOK AI 配置、摘要、标签、对话与批量整理
zh_hant: BYOK AI 設定、摘要、標籤、對話與批次清理

# paywall.benefit.limits
source: Higher limits for tags and release subscriptions
ar: حدود أعلى للوسوم واشتراكات الإصدارات
de: Höhere Grenzen für Tags und Release-Abonnements
es: Límites más altos para etiquetas y suscripciones de versiones
fr: Limites plus élevées pour les tags et les abonnements aux versions
id: Batas lebih tinggi untuk tag dan langganan rilis
it: Limiti più alti per tag e abbonamenti alle release
ja: タグとリリース購読の上限引き上げ
ko: 태그 및 릴리스 구독에 대한 더 높은 한도
nl: Hogere limieten voor tags en release-abonnementen
pl: Wyższe limity tagów i subskrypcji wydań
pt_br: Limites maiores para tags e assinaturas de lançamento
ru: Повышенные лимиты на теги и подписки на релизы
tr: Etiketler ve sürüm abonelikleri için daha yüksek limitler
uk: Вищі ліміти для тегів і підписок на релізи
vi: Giới hạn cao hơn cho thẻ và đăng ký phát hành
zh_hans: 更高的标签与 Release 订阅额度
zh_hant: 更高的標籤與版本訂閱上限

# paywall.benefit.release
source: Release tracking beyond the free limit
ar: تتبع الإصدارات بعد الحد المجاني
de: Release-Tracking über das kostenlose Limit hinaus
es: Seguimiento de versiones más allá del límite gratuito
fr: Suivi des versions au-delà de la limite gratuite
id: Pelacakan rilis melampaui batas gratis
it: Monitoraggio delle release oltre il limite gratuito
ja: 無料枠を超えたリリース追跡
ko: 무료 한도를 초과한 릴리스 추적
nl: Releasetracking boven de gratis limiet
pl: Śledzenie wydań poza darmowym limitem
pt_br: Rastreamento de lançamentos além do limite gratuito
ru: Отслеживание релизов сверх бесплатного лимита
tr: Ücretsiz limitin ötesinde sürüm takibi
uk: Відстеження релізів понад безкоштовний ліміт
vi: Theo dõi phát hành vượt quá giới hạn miễn phí
zh_hans: 超过免费额度的 Release 追踪
zh_hant: 超過免費上限的版本追蹤

# paywall.benefit.search
source: Semantic search and web search
ar: البحث الدلالي والبحث على الويب
de: Semantische Suche und Websuche
es: Búsqueda semántica y búsqueda web
fr: Recherche sémantique et recherche web
id: Pencarian semantik dan pencarian web
it: Ricerca semantica e ricerca web
ja: セマンティック検索とウェブ検索
ko: 의미 검색 및 웹 검색
nl: Semantisch zoeken en webzoekopdrachten
pl: Wyszukiwanie semantyczne i internetowe
pt_br: Busca semântica e busca na web
ru: Семантический поиск и веб-поиск
tr: Anlamsal arama ve web araması
uk: Семантичний пошук і веб-пошук
vi: Tìm kiếm ngữ nghĩa và tìm kiếm web
zh_hans: 语义搜索与网页搜索
zh_hant: 語意搜尋與網頁搜尋

# paywall.button.buyLifetimeFormat
source: Buy Lifetime · %@
ar: شراء مدى الحياة · %@
de: Lebenslang kaufen · %@
es: Comprar de por vida · %@
fr: Achat à vie · %@
id: Beli Seumur Hidup · %@
it: Acquista a vita · %@
ja: ライフタイムを購入 · %@
ko: 평생 구매 · %@
nl: Levenslang kopen · %@
pl: Kup na zawsze · %@
pt_br: Comprar Vitalício · %@
ru: Купить навсегда · %@
tr: Ömür Boyu Satın Al · %@
uk: Купити назавжди · %@
vi: Mua trọn đời · %@
zh_hans: 购买终身版 · %@
zh_hant: 購買終身版 · %@

# paywall.button.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
